<template>
  <section>
    <AScrollAnchorHeading text="注意事項" />
    <section>
      <ul>
        <li>一次審査応募作品は一次審査終了後公式サイトにて結果発表も兼ねて審査委員のコメントとともに公開します。</li>
        <li>課題文、応募要項に関する質疑応答は一切受け付けません。応募要項に 書かれていないことは各自が判断してください。</li>
        <li>応募に関する費用はすべて応募者の負担になります。</li>
        <li>応募後の提出作品の差し替えは不可とします。各自よく確認の上提出してください。</li>
        <li>主催者は提出物受理後、天災、その他不慮の事故による提出物の破損・ 紛失については一切の責任を負いません。</li>
        <li>応募作品データの返却はいたしません。必要な場合はあらかじめ複製をし ておいて下さい。</li>
        <li>
          本コンペティションの応募作品の著作権は応募者に帰属しますが、発表する権利は主催者が保有するものとします。(主催者の広告、パンフレット、そ
          の他の印刷物およびウェブサイトなどへの掲載を含む。)また、著作権の専有実施に関する優先交渉権は主催者が保有します。
        </li>
        <li>
          公序良俗その他法令の定めに反するもの、誹謗中傷を含むもの、著作権その他第三者の権利を侵害しているもの、未発表でないもの、本応募要項に反しているものについては、審査の対象外となります。また、結果発表後であっても、これらの条件や応募要項に反していることが判明した場合、受賞を取り消します。なお、その場合に生ずる損害について賠償は一切おこないません。なお、受賞取り消しにあたっては、応募者名や所属名を公表する場合があります。また、応募作品の著作権等の侵害による争議が生じた場合、
          主催者は一切の責任を負いません。
        </li>
        <li>公開二次審査後、持参していただいた応募作品は各自持ち帰っていただ きます。郵送の場合もその準備をしてきてください。</li>
        <li>本コンペのエントリーにおいて取得した個人情報は、本コンペ実施のためのご連絡、また主催者の各種企画のご案内や今後の主催者の活動に利用 する場合がございます。他の目的での利用はいたしません。</li>
      </ul>
    </section>
  </section>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss"></style>
