<template>
  <section>
    <h2>募集テーマ</h2>
    <section>
      <div class="theme">GROUND LEVEL</div>
      <p>第1回のテーマは「GROUND LEVEL」です。グラウンドレベルから構想される建築はどのように描かれるでしょうか。</p>
      <p>
        「グラウンドレベル」は、断面詳細図などで示される、標準地盤面の位置あるいは高さです。建築物を建築する際には様々な作業の基準となり、比喩としてスタート地点、物事の原点（グラウンドゼロ）と解釈してもよいでしょう。
        <br />希望にあふれた未来を構想する基準線となり、善・正義・欲望・価値・所有・美・力など、建築行為の基盤となる衝動を受け止めるのもまた、グラウンドレベルです。右や左というよりも、天と地へ向かう垂直方向へ想像力を広げ、テレストリアル（地球上）の建築を構想するきっかけとしても良いでしょう。
      </p>
      <p>これからの時代に繋がる、おおらかで鋭い「グラウンドレベルの建築」を構想してください。敷地や機能、面積などは構想しようとする建築にふさわしくなるように設定してください。皆さんのご提案を楽しみにお待ちしています。</p>
    </section>
  </section>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
  h2 {
    margin-bottom: 80px;
  }
  .theme {
    font-size: 45px;
    text-align: center;
    margin-bottom: 70px;
  }
</style>
